{
    "title" : "О моде",
    "line1" : "Sophisticated Wolves - это мод, призваный улучшить волков, серией различных фиксов их поведения, новыми повадками и способностями. С этим модом волки будут куда более смышлёней, чем ранее. Их поведение будет более логично и предсказуемо, и, как результат, они будут в состоянии сам о себе позаботиться в большинстве игровых ситуаций.",
    "line2" : "Это обновлённая и переработанная версия первоначального мода(от metroidfood'а). В большинстве своём она, по сути, такая же, за исключением некоторых новых фич и улучшений.",
    "line3" : "В этой версии \"Умные волки\" - отдельный тип волков, спаунищехся, так же как и обычные волки. Вы можете встретить их путешествуя по миру, либо же \"обучить\" ваших обычных волков, тем самым сделав их \"умными\". Для этого необходимо дать \"собачье лакомство\" прирученому обычному волку.",
    "line4" : "Как и в оригинальной версии - собачьи бирки позволяют дать имя вашему волку, но, в этой версии вы можете использовать их в том числе и для кошек и обычных волков.",
    "line5" : "Так же эта версия мода не испытывает проблем с совместимостью с такими модами как Mo' Creatures.",
    "nametags" : {
        "title" : "Именные бирки",
        "line1" : "Одна из наиболее запрашиваемых функций - возможность давать волкам имена. Сделать это позволяет собачья бирка - специальный предмет, добавляемый этим модом. Их действие полностью аналогично обычным биркам, за исключением того, что использовать их можно сразу же на волках(без наковальни).",
        "line2" : "Проименнованные волки будут отображать своё имя над собой, цвет которого зависит от здоровья. Белый у полностью здоровых волков, и краснеющий у травмированных - чем меньше жизней, тем красней."
    },
    "breeding" : {
        "title" : "Размножение",
        "line1" : "С этим модом волки больше не будут размножаться, от того, что вы случайно их перекормили. От ныне волки больше не едят еду, если их здоровье полное, а для размножения, есть специальный предмет - собачье лакомство. Рождённые щенки, сразуже прирученны и наследуют расцветку одного из родителей."
    },
    "biomeWolves" : {
        "title" : "Расцветка волков",
        "line1" : "Внешний вид волков так же претерпел некоторые изменения. Помимо стандартной расцветки, этот мод предоставляет ещё несколько вариантов: светло-коричневый, чёрный и, тёмно-коричневый. Эта расцветка зависит от биома, в которой они были заспаунены. Волки, живущие в тайге имеют классическую, серую расцветку. Лесные волки - светло-коричневые. Так же, иногда вы можете встретить чёрных и тёмно-коричневых волков, но эти расцетки встречаются гораздо реже."
    },
    "creeper" : {
        "title" : "Криперы",
        "line1" : "Не смотря на относительную лояльность к криперам - эти волки не столь глупы как их обычные сородичи. Если они увидят крипера, который вот вот взорвётся, то сразу же разбегутся от него по сторонам, не зависимо от того что вы делаете.",
        "line2" : "Более того они будут стараться держаться от криперов(в любом состоянии) на растоянии в 3 блока."
    },
    "evil" : {
        "title" : "Обнаружение угроз",
        "line1" : "Волки не только не нападают на криперов и избегают их. Они ещё и рычат, как только крипер окажется по близости, тем самым предепреждая всех окружающих о подкравшейся опасности."
    },
    "extinguishing" : {
        "title" : "Волки в огне",
        "line1" : "Устали от того, что ваши волки сгорают заживо? Больше этого не произойдёт. Как только волк загорится, он сразуже начнёт отряхиваться, пытаясь потушить огонь. Естественно, если это случилось из-за какого-либо горящего источника, он его предварительно покинет."
    },
    "waterproof" : {
        "title" : "Волки и вода",
        "line1" : "Отныне волки больше не будут умирать нелепым образом, лишь потому, что течение утащило их под воду либо како-нибудь блок мешает им всплыть! Как только волк начнёт тонуть он сразу же телепортируется к своему хозяину."
    },
    "cacti" : {
        "title" : "Защита от кактусов",
        "line1" : "Ещё одна надоедливая угроза - кактусы. Если вы живёте в пустыне, путешествуете через неё, или же просто имеете ферму кактусов рядом с домом волки частенько натыкаются на них, теряя здоровье. Больше этого не будет - отныне волки не получают урона от кактусов (естественно данную функцию можно отключить)"
    },
    "collision" : {
        "title" : "Улучшенное взаимодействие друг с другом",
        "line1" : "Теперь волки могут аккуратно проходить рядом со своими сородичами, а значит больше не будут сталкивать друг-друга с обрывов или в лаву."
    },
    "respanw" : {
        "title" : "Респаун",
        "line1" : "Как и оцелоты, волки периодически спаунятся в тайге и в лесу но остаются там навсегда лишь в случае если они приручены. Это означает, что они не станут дожидаться вас, пока вы сходите домой за косточками, что бы приручить их. Так что всегда берите их с собой, если планируете завести волков!",
        "line2" : "Но вы можете изменить это в настройках - установите \"RespawningWolves\" в \"false\". Данная опция предотвратит деспаун не прирученных волков, но, при этом, новые волки так же не будут спауниться."
    },
    "feeding" : {
        "title" : "Кормёжка",
        "line1" : "С этим модом волки станут менее прихотливы к еде. Они смогут есть рыбу и будут восстанавливать одинаковое количество здоровья не зависимо от того было ли мясо прожареным или нет. В дополнение к этому вам больше не придётся гоняться за ними что бы покормить - как только вы возьмёте что-либо съедобное в руки они сразу же прекратят бегать в ожидании кормёжки.",
        "line2" : "Более того, волки станут куда более самостоятельными и смогут прокормить себя сами, ища и потребляя любую пригодную для них пищу прямо с земли.",
        "line3" : "Ещё одним улучшением являются Собачьи миски. Вместо того, что бы кормить ваших волков с рук, каждый раз когда они поранятся, просто скрафтите миску, разместите где-нибудь у себя дома и наполните едой."
    },
    "transporting" : {
        "title" : "Переноска",
        "line1" : "Этот небольшой, но невероятно полезный предмет предназначен для перемещения ваших питомцев у вас в инветнаре. Он может быть использован для транспортировки волков, котов, куриц и кроликов. Так же, при помощи переноски вы можете сменить владельца вашего питомца, просто передав его внутри переноски другому игроку."
    },
    "canceling" : {
        "title" : "Отмена действий",
        "line1" : "Стоит лишь зажать шифт, как волки немедленно остановятся, прервав выполняемые ими действия. Если продержать их в таком состоянии 5 секунд то они перестанут атаковать существ с которыми не поладили, что позволит избежать жертв, если вы случайно ударите какого-либо моба. Так же они перестанут преследовать мобов, если вы отойдёте от них достаточно далеко и телепортируются к вам.",
        "line2" : "Для лучшего контроля волков вы можете скрафтить собачий свисток. При использовании все ваши свободно гуляющие волки в радиусе 35 блоков отменят все свои задачи и телепортируются к вам. Чтобы призвать, в том числе, и сидящих волков его необходимо использовать с зажатой клавищей \"Shift\"."
    },
    "sheep" : {
        "title" : "Защита овечьих ферм",
        "line1" : "Так как волки могут реаспауниться, вам может потребоваться способ защитить ваши овечьи фермы. Для этого требуется всего лишь осветить их - волки не могут спауниться в освещённых местах(уровень света должен быть выше 5 что бы они не появлялись)."
    },
    "mining" : {
        "title" : "Добыча ресурсов",
        "line1" : "Волки больше не будут слоняться по сторонам и мешать вам, когда вы копаете или находитесь на лестнице, вместо этого они будут спокойно сидеть и пока вы не закончите добывать ресурсы (либо же пока на вас не нападёт какой-нибудь монстр)."
    },
    "death" : {
        "title" : "Сообщение о смерти",
        "line1" : "Каждый раз, когда один из ваших волков умрёт вы увидите сообщение о его смерти."
    },
    "tweak" : {
        "title" : "Конфигурирование",
        "line1" : "Хотите использовать стандартные текстуры для всех волков? Не нравится деспаун диких волков? Хотите вернуть волков к стандартному способу размножения? Всё это и многое другое можно изменить в настройках."
    },
    "miscellaneous" : {
        "title" : "Прочие улучшения",
        "line1" : "Улучшенное телепортирование, Избегание огня, улучшенная отзывчивость и взаимодействие, и множество других разнообразных фиксов и улучшений. Всё это должно значительно улучшить игровой процесс."
    }
}
